Repository: extcode/cart_events
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# extmng.input_is_net_price
source: Prices are entered as net prices.
de: Preiseingabe erfolgt als Nettopreise.

# tcarecords-pages-contains.cart_events
source: Cart: Events
de: Cart: Veranstaltungen

# flexforms_template.templateLayout.events.table
source: Table
de: Tabelle

# flexforms_template.templateLayout.single_event.default
source: Default
de: Standard

# tx_cartevents.plugin.events.title
source: Cart: Events
de: Cart: Veranstaltungen

# tx_cartevents.plugin.events.description
source: list and show events
de: Listen- und Detailansicht für Veranstaltungen

# tx_cartevents.plugin.events.action.switch
source: Display Type
de: Darstellungsart

# tx_cartevents.plugin.events.action.event.list_and_show
source: List (and Show) View
de: Listenansicht (und Detailansicht)

# tx_cartevents.plugin.events.action.event.show
source: Show View
de: Detailansicht

# tx_cartevents.plugin.events.action.event.teaser
source: Teaser View
de: Teaseransicht

# tx_cartevents.plugin.events.action.event.list.select.single_pid
source: Event Detail Page
de: Veranstaltungsdetailseite

# tx_cartevents.plugin.events.action.event.list.orderBy
source: Sort by
de: Sortieren nach

# tx_cartevents.plugin.events.action.event.list.orderBy.tstamp
source: Last edited
de: Zuletzt geändert

# tx_cartevents.plugin.events.action.event.list.orderBy.sorting
source: Backend Sorting
de: Backend Sortierung

# tx_cartevents.plugin.events.action.event.list.orderBy.crdate
source: Created
de: Erstellt

# tx_cartevents.plugin.events.action.event.list.orderBy.title
source: Title
de: Titel

# tx_cartevents.plugin.events.action.event.list.orderDirection
source: Sort direction
de: Sortierreihenfolge

# tx_cartevents.plugin.events.action.event.list.orderDirection.asc
source: Ascending
de: Aufsteigend

# tx_cartevents.plugin.events.action.event.list.orderDirection.desc
source: Descending
de: Absteigend

# tx_cartevents.plugin.events.action.event.list.limit
source: Number of records to display
de: Anzahl der anzuzeigenden Datensätze

# tx_cartevents.plugin.events.action.event.list.categories
source: Categories
de: Kategorie

# tx_cartevents.plugin.events.action.event.list.subcategories
source: with Subcategories
de: mit Unterkategorien

# tx_cartevents.plugin.events.action.event.teaser.select.product
source: Choose teaser product
de: Teaserprodukt auswählen

# tx_cartevents.plugin.teaser_events.title
source: Cart: selected Events
de: Cart: ausgewählte Veranstaltungen

# tx_cartevents.plugin.teaser_events.description
source: list or tease selected events
de: Listen- oder Teaseransicht für ausgewählte Veranstaltungen

# tx_cartevents.plugin.single_event.title
source: Cart: Single Event
de: Cart: Einzelveranstaltung

# pages.doktype.185
source: Cart: Events
de: Cart: Veranstaltungen

# pages.doktype.186
source: Cart: Event
de: Cart: Veranstaltung
